[{
    "image": "img/bi03.jpg",
    "icon": "fa-database",
    "itemName": "PHP/MySQL разработчик",
    "position": "Ведущий PHP/MySQL разработчик",
    "department": "Engineering",
    "location": "Москва",
    "items":[ {
        "title": "Чем предстоит заниматься",
        "list": [
            {"point":"Разрабатывать веб-приложения под очень большую нагрузку (PHP/MySQL, 300+ миллионов юзеров, более миллиарда динамических реквестов на backend в сутки);"},
            {"point":"Активно участвовать во всём процессе разработки, начиная с проектирования и заканчивая запуском и поддержкой;"},
            {"point":"Программировать (никакой вёрстки, яваскрипта и прочего клиент-сайда);"},
            {"point":"Активно взаимодействовать с коллегами, обсуждать дизайн приложений;"},
            {"point":"Предлагать и внедрять высокотехнологичные, инновационные решения;"},
            {"point":"Оптимизировать веб-приложения, искать узкие места, при необходимости придумывать и реализовывать средства визуализации и мониторинга;"}
        ]
    }, {
        "title": "Что нужно знать и уметь",
        "list": [
            {"point":"PHP - сильные и слабые стороны языка;"},
            {"point":"Иметь опыт проектирования реляционных баз данных (MySQL);"},
            {"point":"Понимать стратегию оптимизации и тюнинга веб-приложений, использующих MySQL;"},
            {"point":"Иметь опыт разработки проектов под существенную нагрузку с использованием LAMP-технологий;"},
            {"point":"Обладать бойцовскими качествами, быть ориентированным на результат;"},
            {"point":"Уметь соблюсти срок или вовремя сигнализировать о проблемах;"}
        ]
    }]
}, {
    "image": "img/eng04.jpg",
    "icon": "fa-code-fork",
    "itemName": "Senior PHP Developer",
    "position": "Senior PHP Developer",
    "department": "Business intelligence",
    "location": "Москва",
    "items":[ {
        "title": "Чем предстоит заниматься",
        "list": [
            {"point":"Разрабатывать веб-приложения для собственной системы digital marketing на базе существующей системы бизнес аналитики;"},
            {"point":"Активно участвовать во всём процессе разработки, начиная с проектирования и заканчивая запуском и поддержкой;"},
            {"point":"Заниматься аналитикой и создавать удобные интерфейсы для доступа к результатам;"},
            {"point":"Активно взаимодействовать с коллегами, обсуждать дизайн приложений;"},
            {"point":"Предлагать и внедрять высокотехнологичные, инновационные решения;"},
            {"point":"Оптимизировать приложения, искать узкие места, при необходимости придумывать и реализовывать средства визуализации и мониторинга;"}
        ]
    }, {
        "title": "Чем предстоит заниматься",
        "list": [
            {"point":"Обладать бойцовскими качествами, быть ориентированным на результат;"},
            {"point":"Уметь соблюсти срок или вовремя сигнализировать о проблемах;"},
            {"point":"Иметь опыт формализации бизнес-требований до технических задач;"},
            {"point":"Хорошо знать SQL (CTE, window functions);"},
            {"point":"Иметь опыт работы с реляционными базами данных (PostgreSQL, Oracle, SQLServer);"},
            {"point":"Иметь опыт разработки веб приложений на PHP;"},
            {"point":"Знать как устроены базы данных внутри и как их оптимизировать;"},
            {"point":"Иметь опыт разработки проектов под существенную нагрузку с использованием LAMP-технологий;"},
            {"point":"Знать английский язык на уровне pre-intermediate (A2);"},
            {"point":"Преимуществом будет знание как устроен digital marketing и опыт работы с ним;"},
            {"point":"Преимуществом будет опыт проведения и анализа A/B тестов;"},
            {"point":"Преимуществом будет опыт работы с рекламными API Facebook/Google/Apple;"}
        ]
    }]
}, {
    "image": "img/qa01.jpg",
    "icon": "fa-code-fork",
    "itemName": "Android Developer",
    "position": "Android Developer",
    "department": "Engineering",
    "location": "Лондон",
    "items":[ {
        "title": "Чем предстоит заниматься",
        "list": [
            {"point":"Практическая разработка: анализ технических характеристик продукта, реализация дизайна, написание кода и быстрая доставка функций приложений Android"},
            {"point":"Содействовать техническим идеям и предложениям по улучшению направления продукта"},
            {"point":"Писать тест кейс и плотно работать  с QA в еженедельных релизах"},
            {"point":"Работа с agile (ежедневные встречи, еженедельные встречи по планированию)"},
            {"point":"Поддерживать билд системы и писать юнит-тесты"},
            {"point":"Ревьюить системы аналитики и показатели производительности, чтобы делать выводы и реализовывать изменения"}
        ]
    }, {
        "title": "Что нужно знать и уметь",
        "list": [
            {"point":"Профессиональный уровень английского (как письменного, так и разговорного)"},
            {"point":"Опыт разработки приложений для Android"},
            {"point":"Портфолио  высокопроизводительных приложениями для Android, доступных на рынке"},
            {"point":"Расширенные навыки Android SDK / Java"},
            {"point":"Знание возможностей Android API на разных уровнях, компонентов инфраструктуры и жизненных циклов"},
            {"point":"Хорошее понимание шаблонов проектирования и ориентированного на объект программирования"},
            {"point":"Энтузиазм в совместной работе в среде AGILE / Scrum"},
            {"point":"Основы звуковой информатики: алгоритмы, структуры данных, параллелизм, потоки и языки программирования (желательно Java, PHP, JavaScript)"}
        ]
    }]
}, {
    "image": "img/qa02.jpg",
    "icon": "fa-shield",
    "itemName": "Mobile QA Автоматизатор",
    "position": "Автоматизатор тестирования мобильных приложений",
    "department": "Quality Assurance",
    "location": "Лондон",
    "items":[ {
        "title": "Роль",
        "list": [
            {"point":"Написание автотестов для Android, iOS и мобильного веба"},
            {"point":"Решение нетривиальных задач по взаимодействию с встроенными платежами и сторонними приложениями"},
            {"point":"Настройка и оптимизация проектов автоматизации для непрерывной интеграции"},
            {"point":"Минимизация ручной работы для тестирования мобильных приложений"},
            {"point":"Постоянное развитие и улучшение практик и методик автоматизированного тестирования"}
        ]
    }, {
        "title": "Навыки",
        "list": [
            {"point":"Отличное владение инструментами мобильной автоматизации, такими как: Appium, Calabash, Selenium, UIAutomator2, Espresso, XCTool"},
            {"point":"Опыт работы с языком программирования Ruby (можно другие, например Java или Python)"},
            {"point":"Хорошее понимание мобильной экосистемы"},
            {"point":"Хорошие навыки работы в консоли Linux/Unix"},
            {"point":"Желательно понимание BDD, Cucumber/RSpec, Git, Jenkins/TeamCity"},
            {"point":"Идеально опыт автоматизации тестирования и программирования от 4х лет"}
        ]
    }, {
        "title": "Личные качества",
        "list": [
            {"point":"Способность выдерживать дедлайны и работать самостоятельно"},
            {"point":"Способность работать в команде"},
            {"point":"Любовь к технологиям и тестированию"},
            {"point":"Английский язык"}
        ]
    }]
}, {
    "image": "img/eng01.jpg",
    "icon": "fa-code-fork",
    "itemName": "iOS Developer",
    "position": "iOS Developer",
    "department": "Quality Assurance",
    "location": "Лондон",
    "items":[ {
        "title": "",
        "list": [
            {"point":"Наша команда iOS объединила активных разработчиков с хорошим чувством юмора, являющихся сильнейшими специалистами в своей области. Мы гордимся тем, что мы делаем, любим свою команду и, конечно, живем и дышим iOS. Став одним из нас, вы будете активно участвовать во всем процессе разработки, начиная с проектирования и заканчивая запуском и поддержкой проектов. Ваши решения будут напрямую влиять на повседневную жизнь миллионов пользователей, вы получите возможность делиться своим опытом с другими и много экспериментировать. Если вы не боитесь проявлять инициативу, умеете работать в постоянно меняющихся обстоятельствах, а также отстаивать собственную позицию в командных обсуждениях, мы ждем вас!"}
        ]
        }, {
        "title": "ЧЕМ ПРИДЕТСЯ ЗАНИМАТЬСЯ:",
        "list": [
            {"point":"Заниматься прикладной разработкой: анализировать технические требования, внедрять изменения, писать код и быстро реализовывать новый функционал;"},
            {"point":"Следить за показателями производительности с целью дальнейшей аналитики и оптимизации;"},
            {"point":"Предлагать инновационные технические идеи, а также идеи по улучшению продукта;"},
            {"point":"Писать эффективный, поддерживаемый и повторно используемый код и тесты;"},
            {"point":"Участвовать в review кода и быть предельно внимательным к деталям;"},
            {"point":"Работать с QA в еженедельном release-цикле;"},
            {"point":"Любить командную работу в среде AGILE: участвовать в ежедневных стенд-апах, уметь планировать работу над своими проектами и демонстрировать результаты."}
        ]
        }, {
        "title": "ЧТО НУЖНО ЗНАТЬ И УМЕТЬ:",
        "list": [
            {"point":"Иметь опыт разработки iOS-приложений;"},
            {"point":"Иметь готовые популярные, высокопроизводительные сетевые iOS-приложения для пользователей, доступные в App Store;"},
            {"point":"Быть в курсе последних тенденций в работе с iOS и Cocoa;"},
            {"point":"Глубоко понимать UIKit, Core Animation, GCD & Networking;"},
            {"point":"Хорошо знать шаблоны проектирования и принципы объектно-ориентированного программирования;"},
            {"point":"Иметь опыт работы с аналитикой на мобильных платформах;"},
            {"point":"Иметь опыт работы с Continuous Integration (CI) и опыт написания юнит-тестов;"},
            {"point":"Преимуществом будет понимание принципов сетевого взаимодействия, основанного на сокетах;"},
            {"point":"Иметь опыт анализа производительности с помощью инструментов в Xcode."}
        ]
        }, {
            "title": "О вас:",
            "list": [
                {"point":"Вы не представляете своей жизни без Cocoa;"},
                {"point":"Вы умеете себя мотивировать, способны выполнять задачи в срок и работать самостоятельно;"},
                {"point":"Вы пишете чистый код, который можно использовать многократно, и глубоко интересуетесь мобильной разработкой как в офисе, так и вне его;"},
                {"point":"Вы умеете объяснять сложные идеи простым языком и понимаете важность слаженной работы команды;"},
                {"point":"Вы имеете логическое мышление, позитивно относитесь к новым задачам и готовы учиться;"},
                {"point":"Вы внимательны к деталям и серьезно относитесь к качеству своей работы."}
            ]
        }, {
            "title": "О нас:",
            "list": [
                {"point":"Работа в Badoo — это опыт, необычный во всех отношениях. Мы любим общаться не меньше, чем наши пользователи, и никогда не прячемся за своими мониторами. Новаторские решения — главное условие нашей работы, а так как мы являемся стремительно развивающейся стартап-компанией, мы меняемся невероятно быстро. Потрясающий офис нашей многонациональной команды располагается в Сохо и предлагает сотрудникам не менее потрясающие условия работы"},
                {"point":"Badoo — это крупнейшая в мире социальная сеть для знакомств. Нашим сервисом пользуется более 360 миллионов пользователей из 190 стран, а компания насчитывает более 450 сотрудников по всему миру. Мы предоставляем лучшие технологии для знакомств, ведь счастье растет, когда делишься им с другими."},
                {"point":"Каждый день на Badoo регистрируется более 400 000 человек, отправляется более 350 миллионов сообщений и добавляется 10 миллионов фотографий. Наши пользователи проводят в среднем по 1,8 часа в день на Badoo, что приводит к более чем 12 миллиардам свайпов в день."},
                {"point":"Также Badoo успешно работает с решением White Label для различных международных брендов. Более подробную информацию можно найти на badoo.com."}
            ]
        }, {
            "title": "Мы предлагаем:",
            "list": [
                {"point":"Частную медицинскую и стоматологическую страховку"},
                {"point":"Туристическую страховку и страхование от критических заболеваний"},
                {"point":"Программу корпоративного фитнеса"},
                {"point":"Ваучеры на визиты к офтальмологу"},
                {"point":"Вкусная еду в офисе каждый день"},
                {"point":"Напитки и снеки без ограничений"},
                {"point":"Tastecard"},
                {"point":"Накопительную пенсионную систему"},
                {"point":"Субсидирование проезда в общественном транспорте или покупки велосипеда"},
                {"point":"Массажи и стрижки в офисе"},
                {"point":"Ваучеры по уходу за детьми"}
            ]
        }
    ]
}]